11/data/attachments/96e212ed8e36fb42.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Gabriel_whom_Friend_96480_5</nif:username>
            <nif:friendToBeRequested>soap_friends_4ec86680-0f92-46e3-bcfb-16e9b8c56b92</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>